[
  {
    "id": 0,
    "img": "Ghana.png",
    "text": "1957 год. Гана, бывшая британская колония в Западной Африке, которую англичане называли Золотой Берег, обрела независимость."
  },
  {
    "id": 1,
    "text": "Борьбу за деколонизацию и независимость Ганы возглавил активист и политолог Кваме Нкрума, ставший вскоре первым избранным президентом новой страны."
  },
  {
    "id": 2,
    "text": "Все шесть миллионов жителей страны разных народов и религий — от мусульман в северных провинциях, близких к Сахаре, до католиков на прибрежном юге — с надеждой смотрят в будущее."
  },
  {
    "id": 3,
    "text": "Каким будет новое ганское общество? Как будет выглядеть новая ганская культура, свободная от колониальных пережитков прошлого?"
  },
  {
    "id": 4,
    "text": "Вы — молодая писательница, возвращающаяся к себе на родину после обучения в Лондоне. Вы, как и ваши друзья и коллеги, воодушевлены переменами и горячо обсуждаете будущее."
  },
  {
    "id": 5,
    "text": "На вашем счету как писательницы есть несколько хорошо принятых новелл, но по-настоящему вас тянет к драме — живым представлениям и экспериментальным форматам. В Лондоне вы полюбили европейскую театральную культуру, и теперь ваша мечта — перепридумать западноафриканский театр, сделать его самобытным и свободным от влияния колониальной культуры."
  },
  {
    "id": 6,
    "text": "В Аккре, столице Ганы, вы собираете группу молодых девушек и юношей, которые, как и вы, интересуются театром, и хотели бы писать и ставить пьесы."
  },
  {
    "id": 7,
    "text": "Впрочем, денег на аренду студии у вас нет, и приходится довольствоваться малым. Вы видите два потенциальных места для сборов и репетиций."
  },
  {
    "id": 8,
    "choices": [
      {
        "text": "Вместе с командой небольшого местного театра колониальных времён, где вас приютил знакомый директор.",
        "action": "training = theatre"
      },
      {
        "text": "Под открытым воздухом — на публичном пляже Аккры.",
        "action": "training = beach"
      }
    ]
  },
  {
    "id": 9,
    "conditions": [
      {
        "criterion": "if training == beach"
      },
      {
        "result": "Иногда неудобно — под проливным дождём не позанимаешься. Но зато любопытные горожане собираются посмотреть на репетиции, разнося по столице вести о самодельном театре."
      }
    ]
  },
  {
    "id": 10,
    "text": "Среди участников самодельной театральной студии много талантливых молодых людей. По предложению одного из них труппа начинает писать полноценную пьесу на основе черновиков."
  },
  {
    "id": 11,
    "text": "Невероятно, но деятельность вашей труппы привлекла внимание Кваме Нкрумы. Он предлагает вам встретиться."
  },
  {
    "id": 12,
    "text": "Нкрума вежливо и учтиво принимает вас, много расспрашивает о ваших корнях и о вашей литературной деятельности."
  },
  {
    "id": 13,
    "text": "— Лондонский университет, вы говорите? — спрашивает он о вашем образовании. — А что именно вы там изучали?"
  },
  {
    "id": 14,
    "choices": [
      {
        "text": "— Я изучала классическую драматургию.",
        "action": "education = drama",
        "destination": "Ashanti Pioneer MLK"
      },
      {
        "text": "— Я специализировалась на исследованиях Африки.",
        "action": "education = african"
      }
    ]
  },
  {
    "id": 15,
    "conditions": [
      {
        "criterion": "if education == african"
      },
      {
        "result": "Нкрума, улыбаясь, отвечает, что в таком случае вам наверняка будет интересно заняться созданием новой африканской театральной традиции."
      }
    ]
  },
  {
    "id": 16,
    "text": "Оказывается, Нкрума завёл речь об этом не просто так: он сообщает, что правительство хочет построить в Аккре современный большой театр. И считает, что его должен возглавить такой образованный и увлечённый искусством человек, как вы. По его словам, у вас будет полная творческая свобода в обустройстве и постановках."
  },
  {
    "id": 17,
    "choices": [
      {
        "text": "— Это потрясающая идея! Новое здание станет символом театра свободной Африки."
      },
      {
        "text": "— Мы дорожим нашей независимостью, но всё-таки театральной студии не помешает профессиональная сцена."
      }
    ]
  },
  {
    "id": 18,
    "text": "Предложение Нкрумы звучит многообещающе. Возвращаясь к привычному быту, вы то и дело задумываетесь о том, каким должен быть будущий Национальный театр."
  },
  {
    "id": 19,
    "slidename": "Ashanti Pioneer: MLK",
    "tag": "newspaper",
    "text": "Сегодня утром Аккра приветствует американского активиста, борца за права афроамериканцев Мартина Лютера Кинга! Он посетил нашу столицу, чтобы встретиться с президентом Нкрумой. Кинг рассказал в интервью, что тронут результатами борьбы ганцев за свою независимость, а также заявил, что, по его мнению, она будет иметь огромные последствия не только для стран Африки и Азии, но и для всего мира."
  }
]